IDEA StatiCa Open Model
PretensionedTendonGroup Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The PretensionedTendonGroup type exposes the following members.
Properties
Name | Description
Id
 Element Id
 (Inherited from OpenElementId.)
Items
 List of the pretensioned tendon in the group
Material
 Material
 (Inherited from Tendon.)
NumberOfStrand
 Number of strands
 (Inherited from Tendon.)
Top
See Also
Reference
PretensionedTendonGroup Class
IdeaRS.OpenModel.Model Namespace